<header>
            <div class="container">
                <div class="row">
                    <ul>
                        <a>Программирование</a>
                        <a>Тестирование приложений</a>
                        <a>Информационная безопасность</a>
                        <a>Саморазвитие</a>
                        <a>Полезные ресурсы</a>
                        <a>Философия</a>
                        <a>Обо мне</a>
                    </ul>
                </div>
            </div>
</header>